export default [
    {
        "id":"adfdsf1233",
        "title":"Американские блины",
        "photo":"http://placehold.it/50x150",
        "category":"True American",
        "describing":"Панкейки (Pancakes), или американские блинчики -это одно из самых распространённых блюд Соединенных штатов и…",
        "ingredients":"Куриное яйцо2 штуки\n" +
            "Соль1 чайная ложка\n" +
            "Сахар3 столовые ложки\n" +
            "Молоко2 стакана\n" +
            "Пшеничная мука2 стакана\n" +
            "Гашеная сода1 чайная ложка\n" +
            "Растительное масло¼ стакана",
        "cooking":"Добавить стакан молока, хорошо взбить венчиком, постепенно всыпать муку, постоянно разбивая комочки венчиком.\n"
    },
    {
        "id":"adf212dsf1233",
        "title":"Брауни (brownie)\n",
        "photo":"http://placehold.it/50x150",
        "category":"Alt true American",
        "describing":"Один из самых популярных десертов в мире — брауни — был придуман в 1893 году на кухне легендарного отеля Palmer House в Чикаго. Этот пирог там пекут до сих пор по оригинальному рецепту, покрывая сверху абрикосовой глазурью. В",
        "ingredients":"Темный шоколад100 г\n" +
            "Сливочное масло180 г\n" +
            "Коричневый сахар200 г\n" +
            "Куриное яйцо4 штуки\n" +
            "Пшеничная мука100 г\n" +
            "Грецкие орехи",
        "cooking":"Шоколад разломать на кусочки и вместе со сливочным маслом растопить на водяной бане, не переставая все время помешивать лопаткой или деревянной ложкой. Получившийся густой шоколадный соус снять с водяной бани и оставить остывать"
    },
    {
        "id":"hs71fdsf1233",
        "title":"Сырники из творога\n",
        "photo":"http://placehold.it/50x150",
        "category":"Rus bear",
        "describing":"Главный секрет идеальных сырников — а точнее творожников, — творог нужно протереть через мелкое сито и отжать от влаги. Жирность предпочтительна не больше и не меньше 9%. Тесто должно получиться эластичным, чтобы при",
        "ingredients":"Творог500 г\n" +
            "Куриное яйцо2 штуки\n" +
            "Пшеничная мука6 столовых ложек\n" +
            "Сахар2 столовые ложки\n" +
            "Подсолнечное масло5 столовых ложек",
        "cooking":"Положите весь творог в кастрюльку и разомните его вилкой так, чтобы в нем не осталось крупных комков. Разбейте в него яйца, всыпьте сахар и тщательно все перемешайте. Лучше не использовать слишком сухой или слишком влажный творог, иначе сырники будут разваливаться в процессе приготовления."
    }
]